{
    "translation": {
        "home_page": {
            "title": "Lignes directrices IT",
            "introduction": "Ces directives sur l’utilisation des Technologies de l’Information (en anglais IT - Information Technology) définissent les principes et règlent les processus informatiques au niveau fédéral du MSdS. Elles peuvent volontiers être reprises et développées davantage par les associations cantonales et les groupes. Les points régulés sont : l’approvisionnement, le fonctionnement et la sécurité des informations, ainsi que les responsabilités associées. C’est ensuite vous qui mettez en place les conditions préalables pour une communauté informatique active au sein du MSdS.",
            "new_project": "#Startest du gerade ein IT-Projekt? Dann bist du hier genau richtig! Schaue dir die Leitfragen hier an:",
            "content": "Contenu",
            "principles": "Principes",
            "information_security": "Sécurité de l’information",
            "acquisition": "Acquisition et exploitation",
            "community": "Communauté"
        },
        "new_project_page": {
          "title": "Nouveau projet"
        },
        "principles_page": {
          "title": "Principes",
          "one": "Les outils informatiques du MSdS sont des moyens et servent en première ligne au fonctionnement des groupes scouts et des associations cantonales.          ",
          "two": "Toutes les données appartiennent au MSdS et à ses membres et doivent être correctement protégées. Les données doivent être stockées séparément des outils informatiques et sécurisées. Les données non protégées peuvent être publiées en tant que open data.",
          "three": "Les processus existants sont examinés de manière critique avant la numérisation et adaptés si nécessaire.",
          "four": "Chaque outil informatique a un usage thématique défini, le plus limité possible. Cela facilite le remplacement.",
          "five": "Pour les nouveaux outils informatique, l'acquisition de solutions standard doit être préférée aux développements sur mesure. Il convient aussi, dans chaque contexte, d'examiner si un processus existe déjà et peut être adapté.",
          "six": "Les outils informatiques développés, commandés ou soutenus par le MSdS sont publiés sous une licence open source.",
          "seven": "Les outils informatiques doivent être conçus sans barrières. S'il y a un petit effort financier supplémentaire, il est fait automatiquement, sinon les coûts et les bénéfices sont évalués.",
          "eight": "Pour l'exploitation des outils informatiques au niveau fédéral, les services de prestataires professionnels doivent généralement être préférés à une infrastructure en interne afin de garantir la disponibilité et le support nécessaires.",
          "nine": {
            "priciple": "Les outils informatiques exploités ou soutenus par le niveau fédéral doivent être reliés entre eux via des interfaces API.",
            "one": "Les outils informatiques mettent à disposition les données et les services qu'ils gèrent de manière aussi dynamique et flexible que possible via des interfaces.",
            "two": "Les outils informatiques obtiennent des données externes via les interfaces fournies.",
            "three": "Les interfaces et leur documentation doivent être mises à la disposition de la communauté pour permettre des développements ultérieurs."
          },
          "ten": "Le MSdS promeut et soutient les idées, les outils informatiques, les services et les projets qui aident le scoutisme (en particulier les groupes et les associations cantonales). À cette fin, une communauté active est recherchée.",
          "eleven": {
            "priciple": "Le niveau fédéral adopte une approche ouverte et pragmatique des outils informatiques:",
            "one": "Les synergies entre les différents outils informatiques sont utilisées dans la mesure du possible. Cependant, si une solution multipiste/multivoie est plus efficace, c'est également possible.",
            "two": "Pour chaque outil informatique, une décision individuelle est prise sur la technologie la plus appropriée et l’outillage (tooling) utilisé. Toutefois on cherche à utiliser dans la mesure du possible les technologies basées sur le web et multiplateformes."
          }
        },
        "security_page": {
          "title": "Sécurité de l’information",
          "one": "Les lois sur la protection des données en vigueur en Suisse sont respectées à tout moment.",
          "two": "Les données sensibles sont déclarées et traitées en conséquence.",
          "three": "Une déclaration d'utilisation des données par outil informatique est disponible et est accessible à tous les membres du MSdS.",
          "four": "Les données sensibles ne peuvent être consultées que s’il y a un bénéfice proportionné et justifié pour le fonctionnement scout. Les outils informatiques du MSdS assurent cette protection, par exemple via les rôles et les droits d'accès des personnes et des outils informatiques.",
          "five": "Lorsqu'une personne n'a plus besoin d'une autorisation/login, celle-ci est révoquée.",
          "six": "Les données sensibles ne peuvent être stockées que dans des pays dont la législation sur la protection des données est équivalente ou plus stricte que celle de la Suisse.",
          "seven": "L'archivage est assuré pour toutes les données pertinentes (voir chapitre 6.2).",
          "eight": "L'accès externe aux données sensibles est régi par un accord de non-divulgation (AND).",
          "nine": "La cybersécurité doit être thématisée relativement à chaque outil informatique et implémentée en conséquence. Les outils informatiques considérés critiques pour l'activité, ou qui traitent des données sensibles, doivent répondre à des normes communes de cybersécurité.",
          "ten": "Le MSdS sensibilise ses membres à la protection des données et aux éventuelles cyberattaques telles que le phishing et l’ingénieurie sociale (Social Engineering), afin d'assurer la sécurité des données sensibles (par exemple, sécurité des mots de passe, W-LAN étranger, login sur des appareils étrangers, protection visuelle, mais aussi laisser traîner des listes de participants sur papier)."
        },
        "acquisition_page": {
          "title": "Acquisition et exploitation"
        },
        "community_page": {
          "title": "Communauté"
        },
        "slides": {
          "evaluation": {
            "text": "Merci de me remplacer.",
            "todo": {
              "title": "ToDo",
              "contact_itkom": "Contacter le Comité IT",
              "define_po": "Définir la personne responsable",
              "define_api_consumption": "Définir quelles données sont requises par le MiData",
              "check_existing": "Déterminer si des outils similaires existent déjà",
              "check_login": "Clarifier s'il n'est vraiment pas nécessaire d'avoir une connexion."
            },
            "answers": {
              "title": "Réponses"
            }
          },
          "projectPhase": {
            "text": "Dans quelle phase du projet vous trouvez-vous?",
            "buttons": {
              "idea": "Idée",
              "implementation": "Mise en œuvre"
            }
          },
          "targetAudience": {
            "text": "Qui est le public cible ?",
            "buttons": {
              "bundesebene": "Niveau fédéral",
              "canton": "Cantons, régions",
              "leaders": "Responsable",
              "participants": "Scouts",
              "external": "Externes (par exemple, les parents)"
            }
          },
          "toolType": {
            "text": "Les données sont-elles traitées ou le contenu est-il seulement affiché?",
            "buttons": {
              "dataProcessing": "Données de processus",
              "contentOnly": "Contenu uniquement"
            }
          },
          "loginNeeded": {
            "text": "Faut-il pouvoir se connecter?",
            "buttons": {
              "yes": "Oui",
              "no": "No"
            }
          },
          "sensitiveData": {
            "text": "Des données dignes de protection sont-elles traitées?",
            "buttons": {
              "yes": "Oui",
              "no": "No",
              "maybe": "Je ne pense pas"
            }
          },
          "apiNeeded": {
            "text": "Les données provenant d'autres outils informatiques sont-elles nécessaires?",
            "buttons": {
              "midata": "Oui, à partir du MiData",
              "other": "Un autre outil",
              "no": "No, n'a pas besoin"
            }
          },
          "similarToolAvailable": {
            "text": "Existe-t-il déjà un outil similaire de ce type (gratuit ou payant) ?",
            "buttons": {
              "yes": "Oui",
              "no": "No",
              "maybe": "Aucune idée"
            }
          },
          "similarToolAvailableMaybe": {
            "text": "Veuillez donc clarifier ce point avant de commencer un nouveau projet!",
            "buttons": {
              "ok": "Ok"
            }
          },
          "responsibility": {
            "text": "Une personne responsable est-elle définie ?",
            "buttons": {
              "yes": "Oui",
              "no": "No",
              "maybe": "Nous n'avons pas besoin de cela"
            }
          }
        }
    }
}